Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Two widgets read the book you have open: **Net Worth**, and **Alerts** for anything wanting attention. They show a snapshot written when you save — they never open the book themselves, so nothing is locked. Close the book and they empty until you open it again.
de: Zwei Widgets lesen das Buch, das Sie geöffnet haben: **Nettovermögen** und **Warnungen** für alles, was Aufmerksamkeit will. Sie zeigen eine Momentaufnahme, die beim Sichern geschrieben wurde — sie öffnen das Buch nie selbst, es wird also nichts gesperrt. Schließen Sie das Buch, leeren sie sich, bis Sie es wieder öffnen.
es: Dos widgets leen el libro que tiene abierto: **Patrimonio neto** y **Avisos** para todo lo que reclame atención. Muestran una instantánea escrita al guardar — nunca abren el libro por su cuenta, así que no se bloquea nada. Cierre el libro y se vacían hasta que vuelva a abrirlo.
fr: Deux widgets lisent le livre que vous avez ouvert : **Valeur nette** et **Alertes** pour tout ce qui demande votre attention. Ils montrent un instantané écrit lors de l’enregistrement — ils n’ouvrent jamais le livre eux-mêmes, rien n’est donc verrouillé. Fermez le livre et ils se vident jusqu’à ce que vous le rouvriez.
it: Due widget leggono il libro che avete aperto: **Patrimonio netto** e **Avvisi** per tutto ciò che chiede attenzione. Mostrano un’istantanea scritta al salvataggio — non aprono mai il libro da soli, quindi nulla viene bloccato. Chiudete il libro e si svuotano finché non lo riaprite.
ja: ウィジェットは 2 つあり、開いている帳簿を読みます。**純資産** と、気に掛けるべきことを示す **通知** です。保存したときに書かれた断面を表示するだけで、自分から帳簿を開くことはないので、ロックはかかりません。帳簿を閉じると、次に開くまで中身は空になります。
pt_br: Dois widgets leem o livro que você tem aberto: **Patrimônio líquido** e **Alertas** para o que precisa de atenção. Eles mostram um instantâneo gravado quando você salva — nunca abrem o livro por conta própria, então nada fica bloqueado. Feche o livro e eles esvaziam até você abri-lo de novo.
zh_hans: 有两个小组件读取你当前打开的账簿：**净资产**，以及显示需要留意事项的 **提醒**。它们只显示你保存时写下的快照——从不自己打开账簿，所以不会锁住任何东西。关掉账簿，它们就会清空，直到你再次打开。

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
pt_br: Tipo
zh_hans: 类型

source: Type into the **Tags** line, separating tags with commas.
de: Tippen Sie in die Zeile **Tags** und trennen Sie Tags durch Kommas.
es: Escriba en la línea **Etiquetas**, separando las etiquetas con comas.
fr: Saisissez dans la ligne **Tags**, en séparant les tags par des virgules.
it: Scrivete nella riga **Tag**, separandoli con virgole.
ja: **タグ**行に入力します。タグはカンマで区切ります。
pt_br: Digite na linha **Etiquetas**, separando as etiquetas por vírgulas.
zh_hans: 在**标签**行中输入，标签之间用逗号分隔。

source: Type of search
de: Suchart
es: Tipo de búsqueda
fr: Type de recherche
it: Tipo di ricerca
ja: 検索の種類
pt_br: Tipo de busca
zh_hans: 搜索类型

source: Type the date, then the description — earlier entries autocomplete as you type.
de: Tippen Sie das Datum, dann die Beschreibung — frühere Einträge werden beim Tippen vervollständigt.
es: Escribe la fecha y luego la descripción: las entradas anteriores se autocompletan mientras escribes.
fr: Saisissez la date, puis le libellé — les saisies antérieures se complètent automatiquement.
it: Digita la data, poi la descrizione: le voci precedenti si completano automaticamente mentre scrivi.
ja: 日付、次に摘要を入力します。入力に応じて過去の記帳が自動補完されます。
pt_br: Digite a data e depois a descrição — lançamentos anteriores completam automaticamente enquanto você digita.
zh_hans: 先输入日期，再输入摘要 — 输入时会自动补全以往的记录。

source: Type these into Find Transactions (⌘F). A tag search reaches across every account at once, which is the point of tagging rather than filing.
de: Geben Sie diese in Buchungen suchen (⌘F) ein. Eine Tag-Suche greift über alle Konten zugleich — genau darin liegt der Sinn des Taggens gegenüber dem Einsortieren.
es: Escríbalos en Buscar transacciones (⌘F). Una búsqueda por etiqueta alcanza todas las cuentas a la vez, que es justamente la ventaja de etiquetar frente a archivar.
fr: Saisissez-les dans Rechercher des opérations (⌘F). Une recherche par tag traverse tous les comptes d’un coup — c’est tout l’intérêt du tag par rapport au classement.
it: Scriveteli in Trova transazioni (⌘F). Una ricerca per tag attraversa tutti i conti insieme: è proprio questo il vantaggio del tag rispetto all’archiviazione.
ja: これらは「取引を検索」(⌘F) に入力します。タグ検索はすべての勘定科目を一度に横断します。分類して仕舞い込むのではなくタグを使う理由がここにあります。
pt_br: Digite-os em Localizar transações (⌘F). Uma busca por etiqueta alcança todas as contas de uma vez — é justamente essa a vantagem de etiquetar em vez de arquivar.
zh_hans: 在“查找交易”(⌘F) 中输入这些条件。标签搜索一次即可跨越所有科目——这正是打标签而非归档的意义所在。

source: Type to search
de: Zum Suchen tippen
es: Escribe para buscar
fr: Saisissez pour rechercher
it: Digita per cercare
ja: 入力して検索
pt_br: Digite para buscar
zh_hans: 输入以搜索

source: Typed
de: Eingegeben
es: Introducida
fr: Saisi
it: Inserita
ja: 手入力
pt_br: Digitada
zh_hans: 手动输入

source: Unbalanced transactions
de: Nicht ausgeglichene Buchungen
es: Transacciones descuadradas
fr: Opérations déséquilibrées
it: Operazioni non quadrate
ja: 貸借が一致しない取引
pt_br: Transações desbalanceadas
zh_hans: 借贷不平衡的交易

source: Unbilled
de: Nicht abgerechnet
es: Sin facturar
fr: Non facturé
it: Non fatturato
ja: 未請求
pt_br: Não faturado
zh_hans: 未开票

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
pt_br: Desfazer
zh_hans: 撤销

source: Unfranked amount
de: Betrag ohne Steuergutschrift
es: Importe sin crédito fiscal
fr: Montant sans crédit d’impôt
it: Importo senza credito d’imposta
ja: フランキングなしの金額
pt_br: Valor sem crédito fiscal
zh_hans: 无税收抵免金额

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 口数
pt_br: Unidades
zh_hans: 单位数

source: Unknown holding period
de: Unbekannte Haltedauer
es: Periodo de tenencia desconocido
fr: Durée de détention inconnue
it: Periodo di detenzione sconosciuto
ja: 保有期間不明
pt_br: Período de detenção desconhecido
zh_hans: 持有期限未知

source: Unknown report
de: Unbekannter Bericht
es: Informe desconocido
fr: Rapport inconnu
it: Resoconto sconosciuto
ja: 不明なレポート
pt_br: Relatório desconhecido
zh_hans: 未知报表

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
pt_br: Desbloquear
zh_hans: 解锁

source: Unpost
de: Buchung zurücknehmen
es: Desconsolidar
fr: Annuler la comptabilisation
it: Annulla registrazione
ja: 記帳を取り消す
pt_br: Cancelar lançamento
zh_hans: 取消过账

source: Unrealised
de: Nicht realisiert
es: No realizada
fr: Latente
it: Non realizzata
ja: 含み損益
pt_br: Não realizado
zh_hans: 未实现

source: Unreconciled
de: Nicht abgeglichen
es: Sin conciliar
fr: Non rapproché
it: Non riconciliato
ja: 未照合
pt_br: Não reconciliado
zh_hans: 未对账

source: Until
de: Bis
es: Hasta
fr: Jusqu’à
it: Fino a
ja: 期限
pt_br: Até
zh_hans: 直到

source: Unvoid Transaction
de: Stornierung aufheben
es: Anular la anulación
fr: Rétablir l’opération
it: Ripristina transazione
ja: 無効化を取り消す
pt_br: Reverter anulação
zh_hans: 撤销作废

source: Up Next
de: Als Nächstes
es: Lo siguiente
fr: À venir
it: Prossimi
ja: 次の予定
pt_br: A seguir
zh_hans: 接下来

source: Upcoming Bills
de: Anstehende Rechnungen
es: Facturas próximas
fr: Factures à venir
it: Fatture in scadenza
ja: 今後の支払い
pt_br: Contas a vencer
zh_hans: 即将到期的账单

source: Update
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
pt_br: Atualizar
zh_hans: 更新

source: Update Company Data
de: Unternehmensdaten aktualisieren
es: Actualizar datos de empresa
fr: Mettre à jour les données d’entreprise
it: Aggiorna dati societari
ja: 企業データを更新
pt_br: Atualizar dados da empresa
zh_hans: 更新公司数据

source: Update Options
de: Aktualisierungsoptionen
es: Opciones de actualización
fr: Options de mise à jour
it: Opzioni di aggiornamento
ja: 更新オプション
pt_br: Opções de atualização
zh_hans: 更新选项

source: Update Prices
de: Kurse aktualisieren
es: Actualizar cotizaciones
fr: Mettre à jour les cours
it: Aggiorna quotazioni
ja: 価格を更新
pt_br: Atualizar cotações
zh_hans: 更新价格

source: Update Prices to Today
de: Kurse bis heute aktualisieren
es: Actualizar cotizaciones hasta hoy
fr: Mettre à jour les cours jusqu’à aujourd’hui
it: Aggiorna le quotazioni fino a oggi
ja: 価格を今日まで更新
pt_br: Atualizar cotações até hoje
zh_hans: 将价格更新至今日

source: Update prices
de: Kurse aktualisieren
es: Actualizar cotizaciones
fr: Mettre à jour les cours
it: Aggiorna quotazioni
ja: 価格を更新
pt_br: Atualizar cotações
zh_hans: 更新价格

source: Update prices for this book's securities
de: Kurse für die Wertpapiere dieses Buchs aktualisieren
es: Actualizar los precios de los valores de este libro
fr: Mettre à jour les cours des titres de ce livre
it: Aggiorna i prezzi dei titoli di questo libro
ja: この帳簿の証券の価格を更新
pt_br: Atualizar os preços dos títulos deste livro
zh_hans: 更新此账本中证券的价格

source: Update using %@
de: Mit %@ aktualisieren
es: Actualizar con %@
fr: Mettre à jour avec %@
it: Aggiorna con %@
ja: %@ で更新
pt_br: Atualizar com %@
zh_hans: 使用 %@ 更新

source: Updating prices
de: Kurse aktualisieren
es: Actualizar precios
fr: Mise à jour des cours
it: Aggiornare i prezzi
ja: 価格の更新
pt_br: Atualizando preços
zh_hans: 更新价格

source: Use Book Folder
de: Buchordner verwenden
es: Usar la carpeta del libro
fr: Utiliser le dossier du livre
it: Usa la cartella del libro
ja: 帳簿のフォルダを使用
pt_br: Usar a pasta do livro
zh_hans: 使用账簿所在文件夹

source: Use FIIG
de: FIIG verwenden
es: Usar FIIG
fr: Utiliser FIIG
it: Usa FIIG
ja: FIIG を使う
pt_br: Usar a FIIG
zh_hans: 使用 FIIG

source: Use Other Version
de: Andere Version verwenden
es: Usar la otra versión
fr: Utiliser l’autre version
it: Usa l’altra versione
ja: もう一方のバージョンを使用
pt_br: Usar a outra versão
zh_hans: 使用另一版本

source: Use the run's provider
de: Anbieter des Laufs verwenden
es: Usar el proveedor de la ejecución
fr: Utiliser le fournisseur de l’exécution
it: Usa il fornitore dell’aggiornamento
ja: 実行時のプロバイダを使う
pt_br: Usar o provedor da execução
zh_hans: 使用本次更新的提供方

source: Use trading accounts
de: Handelskonten verwenden
es: Usar cuentas de negociación
fr: Utiliser les comptes de négoce
it: Usa i conti di negoziazione
ja: トレーディング勘定を使用
pt_br: Usar contas de negociação
zh_hans: 使用交易科目

source: Used to match this security at providers that key by identifier rather than ticker.
de: Dient dazu, dieses Wertpapier bei Anbietern zu finden, die nach Kennung statt nach Kürzel suchen.
es: Sirve para localizar este valor en proveedores que buscan por identificador en lugar de por ticker.
fr: Sert à retrouver ce titre chez les fournisseurs qui indexent par identifiant plutôt que par symbole.
it: Serve a trovare questo titolo presso i fornitori che indicizzano per identificativo anziché per ticker.
ja: ティッカーではなく識別子で検索するプロバイダで、この証券を照合するために使われます。
pt_br: Serve para localizar este título em provedores que indexam por identificador em vez de ticker.
zh_hans: 用于在按标识符（而非代码）检索的提供方处匹配此证券。

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザ名
pt_br: Nome de usuário
zh_hans: 用户名

source: Valuation Cadence
de: Bewertungsrhythmus
es: Frecuencia de valoración
fr: Fréquence de valorisation
it: Cadenza di valutazione
ja: 評価の頻度
pt_br: Frequência de avaliação
zh_hans: 估值频率

source: Valuation Cadence…
de: Bewertungsrhythmus …
es: Frecuencia de valoración…
fr: Fréquence de valorisation…
it: Cadenza di valutazione…
ja: 評価の頻度…
pt_br: Frequência de avaliação…
zh_hans: 估值频率…

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 評価額
pt_br: Valor
zh_hans: 价值

source: Valued by hand
de: Manuell bewertet
es: Valorados a mano
fr: Valorisés à la main
it: Valutati a mano
ja: 手入力評価
pt_br: Avaliados à mão
zh_hans: 手工估值

source: Valued by hand from a statement — never ask a provider for it
de: Wird von Hand aus einer Abrechnung bewertet – nie bei einem Anbieter abfragen
es: Se valora a mano desde un extracto: nunca se consulta a un proveedor
fr: Évalué à la main d’après un relevé — ne jamais interroger un fournisseur
it: Valutato a mano da un rendiconto — non chiederlo mai a un fornitore
ja: 明細書から手入力で評価します。プロバイダには問い合わせません
pt_br: Avaliado à mão a partir de um extrato — nunca consultar um provedor
zh_hans: 依对账单手动估值 — 绝不向数据提供商查询

source: Values for this run
de: Werte für diesen Durchlauf
es: Valores para esta ejecución
fr: Valeurs pour cette exécution
it: Valori per questa esecuzione
ja: 今回の実行に使う値
pt_br: Valores para esta execução
zh_hans: 本次运行的取值

source: Vendor
de: Lieferant
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: 仕入先
pt_br: Fornecedor
zh_hans: 供应商

source: Vendor payment
de: Lieferantenzahlung
es: Pago a proveedor
fr: Paiement fournisseur
it: Pagamento al fornitore
ja: 仕入先への支払い
pt_br: Pagamento a fornecedor
zh_hans: 供应商付款

source: Vendors
de: Lieferanten
es: Proveedores
fr: Fournisseurs
it: Fornitori
ja: 仕入先
pt_br: Fornecedores
zh_hans: 供应商

source: View
de: Darstellung
es: Visualización
fr: Présentation
it: Vista
ja: 表示
pt_br: Visualização
zh_hans: 显示

source: Void %lld Transactions
de: %lld Buchungen stornieren
es: Anular %lld transacciones
fr: Annuler %lld opérations
it: Annulla %lld transazioni
ja: %lld 件の取引を無効化
pt_br: Anular %lld transações
zh_hans: 作废 %lld 笔交易

source: Void Transaction
de: Buchung stornieren
es: Anular transacción
fr: Annuler l’opération
it: Annulla transazione
ja: 取引を無効化
pt_br: Anular transação
zh_hans: 作废交易

source: Void, reverse and print
de: Stornieren, zurückbuchen und drucken
es: Anular, revertir e imprimir
fr: Annuler, extourner et imprimer
it: Annullare, stornare e stampare
ja: 無効化・逆仕訳・印刷
pt_br: Anular, estornar e imprimir
zh_hans: 作废、冲销与打印

source: Watch Security
de: Wertpapier beobachten
es: Seguir el valor
fr: Suivre le titre
it: Osserva il titolo
ja: 証券をウォッチ
pt_br: Acompanhar título
zh_hans: 关注证券

source: Watch Security…
de: Wertpapier beobachten…
es: Seguir un valor…
fr: Suivre un titre…
it: Segui un titolo…
ja: 証券をウォッチ…
pt_br: Acompanhar título…
zh_hans: 关注证券…

source: Watch a Security…
de: Wertpapier beobachten…
es: Seguir un valor…
fr: Suivre un titre…
it: Osserva un titolo…
ja: 銘柄をウォッチ…
pt_br: Acompanhar um título…
zh_hans: 关注证券…

source: Watching
de: Beobachtet
es: En seguimiento
fr: Suivis
it: Osservati
ja: ウォッチ中
pt_br: Acompanhando
zh_hans: 关注中

source: Watching and targets
de: Beobachten und Kursziele
es: Seguimiento y objetivos
fr: Suivi et cours cibles
it: Osservazione e obiettivi
ja: ウォッチと目標価格
pt_br: Acompanhamento e alvos
zh_hans: 关注与目标价

source: Watchlist
de: Beobachtungsliste
es: Lista de seguimiento
fr: Liste de suivi
ja: ウォッチリスト
pt_br: Lista de acompanhamento
zh_hans: 自选列表

source: Weekly (52)
de: Wöchentlich (52)
es: Semanal (52)
fr: Hebdomadaire (52)
it: Settimanale (52)
ja: 毎週（52 回）
pt_br: Semanal (52)
zh_hans: 每周（52 次）

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
pt_br: Bem-vindo
zh_hans: 欢迎

source: Welcome to your new book
de: Willkommen in Ihrem neuen Buch
es: Te damos la bienvenida a tu nuevo libro
fr: Bienvenue dans votre nouveau livre
it: Benvenuto nel tuo nuovo libro
ja: 新しい帳簿へようこそ
pt_br: Boas-vindas ao seu novo livro
zh_hans: 欢迎使用你的新账簿

source: Wellbeing
de: Wohlbefinden
es: Bienestar
fr: Santé financière
it: Benessere
ja: ウェルビーイング
pt_br: Bem-estar
zh_hans: 财务健康

source: What it does
de: Was es tut
es: Qué hace
fr: Ce qu’il fait
it: Cosa fa
ja: できること
pt_br: O que ele faz
zh_hans: 它的作用

source: What the issuer declared per unit. What your book recorded is under Your transactions.
de: Was der Emittent je Einheit erklärt hat. Was Ihr Buch erfasst hat, steht unter „Ihre Buchungen“.
es: Lo que el emisor declaró por unidad. Lo que registró tu libro está en «Tus operaciones».
fr: Ce que l’émetteur a déclaré par unité. Ce que votre livre a enregistré figure sous « Vos opérations ».
it: Quanto ha dichiarato l’emittente per unità. Ciò che ha registrato il tuo libro è in «Le tue operazioni».
ja: 発行体が 1 口あたりに宣言した額です。帳簿に記録された額は「あなたの取引」にあります。
pt_br: O que o emissor declarou por unidade. O que o seu livro registrou está em “Suas operações”.
zh_hans: 发行人按每单位宣派的金额。你的账簿记录的金额在“你的交易”中。

source: What to update
de: Was aktualisiert wird
es: Qué actualizar
fr: Ce qui sera actualisé
it: Cosa aggiornare
ja: 更新する対象
pt_br: O que atualizar
zh_hans: 更新内容

source: What will happen
de: Was passieren wird
es: Qué va a ocurrir
fr: Ce qui va se passer
it: Cosa accadrà
ja: 実行される内容
pt_br: O que vai acontecer
zh_hans: 将要发生的事

source: What you owe — credit cards, loans, mortgages.
de: Was Sie schulden — Kreditkarten, Darlehen, Hypotheken.
es: Lo que debes: tarjetas de crédito, préstamos, hipotecas.
fr: Ce que vous devez — cartes de crédit, prêts, crédits immobiliers.
it: Ciò che devi: carte di credito, prestiti, mutui.
ja: あなたが負っているもの — クレジットカード、ローン、住宅ローン。
pt_br: O que você deve — cartões de crédito, empréstimos, financiamentos.
zh_hans: 你所欠的 — 信用卡、贷款、房贷。

source: What you own — bank accounts, cash, investments, property.
de: Was Ihnen gehört — Bankkonten, Bargeld, Anlagen, Immobilien.
es: Lo que posees: cuentas bancarias, efectivo, inversiones, inmuebles.
fr: Ce que vous possédez — comptes bancaires, espèces, placements, biens immobiliers.
it: Ciò che possiedi: conti bancari, contanti, investimenti, immobili.
ja: あなたが所有するもの — 銀行口座、現金、投資、不動産。
pt_br: O que você possui — contas bancárias, dinheiro, investimentos, imóveis.
zh_hans: 你所拥有的 — 银行账户、现金、投资、房产。

source: What-if scenario
de: Was-wäre-wenn-Szenario
es: Escenario hipotético
fr: Scénario hypothétique
it: Scenario ipotetico
ja: 仮定シナリオ
pt_br: Cenário hipotético
zh_hans: 假设情景

source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
ja: タイミング
pt_br: Quando
zh_hans: 时间

source: When a holding carries an ISIN, **Needs attention** offers to point it at FIIG. Choosing it changes nothing but which service is asked; no price moves until the next update.
de: Trägt eine Position eine ISIN, bietet **Handlungsbedarf** an, sie auf FIIG umzustellen. Das ändert nur, welcher Dienst gefragt wird; kein Kurs bewegt sich bis zur nächsten Aktualisierung.
es: Cuando una posición lleva un ISIN, **Necesita atención** ofrece apuntarla a FIIG. Elegirlo solo cambia a qué servicio se pregunta; ninguna cotización se mueve hasta la siguiente actualización.
fr: Lorsqu’une position porte un ISIN, **À traiter** propose de la diriger vers FIIG. Ce choix ne change que le service interrogé ; aucun cours ne bouge avant la prochaine actualisation.
it: Quando una posizione ha un ISIN, **Richiede attenzione** propone di indirizzarla a FIIG. La scelta cambia solo a quale servizio si chiede; nessuna quotazione si muove fino al prossimo aggiornamento.
ja: 保有に ISIN があると、**要対応**が FIIG への切り替えを提案します。変わるのは問い合わせ先のサービスだけで、次の更新まで価格は動きません。
pt_br: Quando uma posição tem um ISIN, **Precisa de atenção** oferece apontá-la para a FIIG. Escolher isso muda apenas a qual serviço se pergunta; nenhuma cotação se move até a próxima atualização.
zh_hans: 当持仓带有 ISIN 时，**需要处理**会提议将其指向 FIIG。此选择只改变询问哪个服务；在下次更新之前没有价格会变动。

source: When on, FinvestLens reopens the book you had open when you last quit.
de: Wenn aktiv, öffnet FinvestLens beim Start wieder das Buch, das beim letzten Beenden offen war.
es: Si está activado, FinvestLens vuelve a abrir el libro que tenías abierto al salir.
fr: Lorsque cette option est activée, FinvestLens rouvre le livre ouvert lors de la dernière fermeture.
it: Se attivo, FinvestLens riapre il libro che avevi aperto all’ultima uscita.
ja: オンにすると、前回終了時に開いていた帳簿を FinvestLens が開き直します。
pt_br: Quando ativado, o FinvestLens reabre o livro que estava aberto ao sair.
zh_hans: 开启后，FinvestLens 会重新打开你上次退出时打开的账簿。

source: When the difference reaches zero, choose Finish.
de: Sobald die Differenz null beträgt, wählen Sie „Abschließen“.
es: Cuando la diferencia llegue a cero, elige Finalizar.
fr: Lorsque l’écart atteint zéro, choisissez Terminer.
it: Quando la differenza arriva a zero, scegli Concludi.
ja: 差額がゼロになったら「完了」を選びます。
pt_br: Quando a diferença chegar a zero, escolha Concluir.
zh_hans: 当差额归零时，选择「完成」。

source: When you are paid, use Process Payment to settle it.
de: Wenn Sie bezahlt werden, begleichen Sie sie mit „Zahlung verarbeiten“.
es: Cuando te paguen, usa Procesar pago para liquidarla.
fr: Une fois payé, utilisez Traiter le paiement pour la solder.
it: Quando vieni pagato, usa Elabora pagamento per saldarla.
ja: 入金があったら「支払いを処理」で消し込みます。
pt_br: Quando você receber, use Processar pagamento para quitá-la.
zh_hans: 收到款项后，使用「处理付款」进行结清。

source: Where files live
de: Wo die Dateien liegen
es: Dónde viven los archivos
fr: Où résident les fichiers
it: Dove risiedono i file
ja: ファイルの保存場所
pt_br: Onde os arquivos ficam
zh_hans: 文件存放位置

source: While held
de: Während gehalten
es: Mientras estuvo en cartera
fr: Pendant la détention
it: Durante la detenzione
ja: 保有期間中
pt_br: Enquanto em carteira
zh_hans: 持有期间

source: Widgets, Quick Look and Shortcuts — the book without opening it.
de: Widgets, Übersicht und Kurzbefehle — das Buch, ohne es zu öffnen.
es: Widgets, Vista rápida y Atajos: el libro sin abrirlo.
fr: Widgets, Coup d’œil et Raccourcis — le livre sans l’ouvrir.
it: Widget, Occhiata e Comandi rapidi — il libro senza aprirlo.
ja: ウィジェット、クイックルック、ショートカット — 帳簿を開かずに。
pt_br: Widgets, Visualização rápida e Atalhos — o livro sem abri-lo.
zh_hans: 小组件、快速查看与快捷指令——不打开也能看账簿。

source: Windows and views
de: Fenster und Ansichten
es: Ventanas y vistas
fr: Fenêtres et vues
it: Finestre e viste
ja: ウインドウと表示
pt_br: Janelas e visualizações
zh_hans: 窗口与视图

source: With gaps while held
de: Mit Lücken im Haltezeitraum
es: Con huecos mientras estuvo en cartera
fr: Avec des trous pendant la détention
it: Con buchi durante la detenzione
ja: 保有期間中に欠落あり
pt_br: Com lacunas enquanto em carteira
zh_hans: 持有期间存在缺口

source: Withdraw
de: Abheben
es: Retirar
fr: Retirer
it: Preleva
ja: 出金
pt_br: Sacar
zh_hans: 取出

source: Working in the book
de: Arbeiten im Buch
es: Trabajar en el libro
fr: Travailler dans le livre
it: Lavorare nel libro
ja: 帳簿での作業
pt_br: Trabalhar no livro
zh_hans: 在账簿中操作

source: Writing commentary…
de: Kommentar wird geschrieben …
es: Redactando el comentario…
fr: Rédaction du commentaire…
it: Scrittura del commento…
ja: 解説を作成中…
pt_br: Escrevendo o comentário…
zh_hans: 正在撰写评述…

source: Yahoo and Stooq need no key; EODHD, Alpha Vantage, Finnhub and Twelve Data take a free API key, set in Settings ▸ Pricing.
de: Yahoo und Stooq brauchen keinen Schlüssel; EODHD, Alpha Vantage, Finnhub und Twelve Data nehmen einen kostenlosen API-Schlüssel, den Sie unter Einstellungen ▸ Kurse eintragen.
es: Yahoo y Stooq no necesitan clave; EODHD, Alpha Vantage, Finnhub y Twelve Data admiten una clave de API gratuita, que se configura en Ajustes ▸ Cotizaciones.
fr: Yahoo et Stooq n’exigent aucune clé ; EODHD, Alpha Vantage, Finnhub et Twelve Data acceptent une clé d’API gratuite, à renseigner dans Réglages ▸ Cours.
it: Yahoo e Stooq non richiedono chiavi; EODHD, Alpha Vantage, Finnhub e Twelve Data accettano una chiave API gratuita, da impostare in Impostazioni ▸ Quotazioni.
ja: Yahoo と Stooq はキー不要です。EODHD、Alpha Vantage、Finnhub、Twelve Data は無料の API キーを使い、「設定 ▸ 価格」で設定します。
pt_br: Yahoo e Stooq não precisam de chave; EODHD, Alpha Vantage, Finnhub e Twelve Data aceitam uma chave de API gratuita, definida em Ajustes ▸ Cotações.
zh_hans: Yahoo 与 Stooq 无需密钥；EODHD、Alpha Vantage、Finnhub 与 Twelve Data 可使用免费 API 密钥，在「设置 ▸ 价格」中配置。

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
pt_br: Ano
zh_hans: 年

source: Yearly
de: Jährlich
es: Anual
fr: Annuelle
it: Annuale
ja: 毎年
pt_br: Anual
zh_hans: 每年

source: Years
de: Jahre
es: Años
fr: Années
it: Anni
ja: 年
pt_br: Anos
zh_hans: 年

source: Yield
de: Rendite
es: Rentabilidad
fr: Rendement
it: Rendimento
ja: 利回り
pt_br: Rendimento
zh_hans: 收益率

source: Yield on cost
de: Rendite auf Einstand
es: Rentabilidad sobre coste
fr: Rendement sur prix de revient
it: Rendimento sul costo
ja: 取得原価利回り
pt_br: Rendimento sobre o custo
zh_hans: 成本收益率
